import { createApp } from "vue";

import App from "./App.vue";
import "./style.css";

document.documentElement.classList.remove("light");
document.documentElement.classList.add("dark");

createApp(App).mount("#app");

console.log(`
 __    __    ______    __  __    __   __    __  __    ______  
╱╲ "─.╱  ╲  ╱╲  __ ╲  ╱╲ ╲_╲ ╲  ╱╲ "─.╲ ╲  ╱╲ ╲╱╲ ╲  ╱╲__  _╲ 
╲ ╲ ╲─.╱╲ ╲ ╲ ╲  __ ╲ ╲ ╲____ ╲ ╲ ╲ ╲─.  ╲ ╲ ╲ ╲_╲ ╲ ╲╱_╱╲ ╲╱ 
 ╲ ╲_╲ ╲ ╲_╲ ╲ ╲_╲ ╲_╲ ╲╱╲_____╲ ╲ ╲_╲╲"╲_╲ ╲ ╲_____╲   ╲ ╲_╲ 
  ╲╱_╱  ╲╱_╱  ╲╱_╱╲╱_╱  ╲╱_____╱  ╲╱_╱ ╲╱_╱  ╲╱_____╱    ╲╱_╱ 
                                                                                                       

> 안녕하세요!
> 좋은 하루 보내시기 바라요!
`);